Repository: polybassa/WyLight
Catalog: WyLight/WyLight/*.lproj/ViewControllerLocalization.strings
Languages: de

# ScriptVCSendBtnKey
source: Send
de: Übertragen

# ScriptVCDeleteInfoKey1
source: to delete an effect.
de: Nach oben wischen

# CmplxScriptCmdEditorVCFadeInfoKey
source: Fade Color
de: Farbe

# CmplxScriptCmdEditorVCGradient1InfoKey
source: Gradient Startcolor
de: Anfangsfarbe

# CmplxScriptCmdEditorVCGradient2InfoKey
source: Gradient Endcolor
de: Endfarbe

# CmplxScriptCmdEditorVCFadeButtonKey
source: Fade
de: Übergang

# CmplxScriptCmdEditorVCGradientButtonKey
source: Gradient
de: Verlauf

# LoadingDataKey
source: Loading data ...
de: Lade Daten ...

# PleaseWaitKey
source: Please wait.
de: Einen Moment Geduld, Bitte!

# ConnectingKey
source: Connecting
de: Verbindungsaufbau

# UpdateRequiredKey
source: Update required!
de: Softwareaktualisierung notwendig!

# UpdateFailedKey
source: Update failed!
de: Softwareaktualisierung fehlgeschlagen!

# ConnectionLostKey
source: Connection lost!
de: Verbindungsabbruch!

# ReConnectKey
source: Please reconnect.
de: Bitte Verbindung erneut aufbauen.

# ConfigSuccessfullKey
source: Configuration successfull!
de: Einrichtung erfolgreich abgeschlossen!

# ChangeWifiKey
source: Please change your WLAN-Network in your device settings!
de: Bitte zum ursprünglichen WLAN-Netzwerk wechseln!

# NoTargetFoundKey
source: No new WyLight in config mode found!
de: Es wurde kein WyLight im Einrichtungsmodus gefunden!

# RetryKey
source: Please retry!
de: Bitte erneut versuchen!

# PasswordKey
source: Password:
de: Passwort:

# SSIDInfoKey
source: Enter SSID for your WyLight
de: SSID die Ihr WyLight tragen soll eingeben

# APInfoKey
source: Enter your AP informations
de: Accesspoint-Informationen eingeben

# InvalidInputKey
source: Invalid Input
de: Ungültige Eingabe

# InvalidInputKey2
source: Invalid characters used. Only characters from a-z, A-Z and 0-9 are allowed.
de: Ungültige Zeichen eingegeben. Nur Zeichen von a-z, A-Z und 0-9 sind als SSID erlaubt!

# CompleteInputKey
source: Please complete the input field
de: Bitte das Eingabefeld ausfüllen

# CompleteInputsKey
source: Please complete all input fields
de: Bitte alle Eingabefelder ausfüllen

# ConfigurationKey
source: Configuration
de: Konfiguration

# ScanningKey
source: Scanning
de: Netzwerk durchsuchen

# OperationModeKey
source: Operation Mode
de: Betriebsmodus

# CancelKey
source: Cancel
de: Abbrechen

# OperationModeInfoKey
source: Please choose, in which mode you want to operate your WyLight.
de: Bitte wählen Sie einen Betriebsmodus für Ihr WyLight aus.
